[
    {
        "link": "https://www.bcpcouncil.gov.uk/news-hub/news-articles/help-us-improve-bus-services-in-bournemouth-1",
        "description": "Residents, businesses and visitors are being asked for their views on how bus services can be improved across Bournemouth town centre to enhance their reliability, encourage greater use and help reduce congestion.",
        "dateTime": "Published: Tuesday 27 February 2024"
    },
    {
        "link": "https://www.bcpcouncil.gov.uk/news-hub/news-articles/plan-revealed-to-improve-special-educational-needs-service",
        "description": "A statutory direction – where the government instructs organisations to make improvements – has been published today, regarding Special Educational Needs and Disability (SEND) services in Bournemouth, Christchurch and Poole, reflecting those findings and recognising the improved measures that have already been put in place.",
        "dateTime": "Published: Monday 26 February 2024"
    },
    {
        "link": "https://www.bcpcouncil.gov.uk/news-hub/news-articles/check-photo-id-before-2024-elections",
        "description": "Voters in the Bournemouth, Christchurch and Poole area are being reminded that they need to show an accepted form of photographic identification for forthcoming elections",
        "dateTime": "Published: Monday 26 February 2024"
    },
    {
        "link": "https://www.bcpcouncil.gov.uk/news-hub/news-articles/flag-flies-for-ukraine",
        "description": "The Ukrainian flag will be raised at Bournemouth, Christchurch and Poole (BCP) Council’s Civic Centre to mark the second anniversary of Russia’s invasion of Ukraine this Saturday 24 February.",
        "dateTime": "Published: Friday 23 February 2024"
    },
    {
        "link": "https://www.bcpcouncil.gov.uk/news-hub/news-articles/a-budget-to-support-the-most-vulnerable-and-deliver-a-sustainable-future",
        "description": "Supporting the most vulnerable, keeping communities clean and safe, protecting infrastructure and providing a sustainable financial future are at the heart of the balanced budget agreed by Bournemouth, Christchurch and Poole Council",
        "dateTime": "Published: Wednesday 21 February 2024"
    },
    {
        "link": "https://www.bcpcouncil.gov.uk/news-hub/news-articles/new-art-installations-to-benefit-coastline",
        "description": "Ten new community art interventions are being proposed for Bournemouth, Christchurch and Poole’s (BCP) coastline.",
        "dateTime": "Published: Tuesday 20 February 2024"
    },
    {
        "link": "https://www.bcpcouncil.gov.uk/news-hub/news-articles/sir-conor-burns-mp-to-chair-bournemouth-action-partnership-group",
        "description": "The Rt Hon Sir Conor Burns, MP for Bournemouth West, has been announced as Chair of Bournemouth Town Centre Action Partnership Group. The multi-agency group, focussed on delivering positive action for the town centre, will be made up of key partners, community groups and organisations.",
        "dateTime": "Published: Tuesday 20 February 2024"
    },
    {
        "link": "https://www.bcpcouncil.gov.uk/news-hub/news-articles/share-your-views-on-travel-and-transport-for-dorset",
        "description": "A survey seeking the views of residents, visitors and businesses on travel and transport across Dorset has received a high number of responses so far, and there is still time for people to get involved.",
        "dateTime": "Published: Friday 16 February 2024"
    },
    {
        "link": "https://www.bcpcouncil.gov.uk/news-hub/news-articles/council-leader-hosts-budget-special-q-and-a-session",
        "description": "Councillor Vikki Slade, the Leader of Bournemouth, Christchurch and Poole  Council, will answer questions on the authority’s budget for 2023/24, during a dedicated live Question and Answer session on Friday 23 February, from 1pm.",
        "dateTime": "Published: Thursday 15 February 2024"
    },
    {
        "link": "https://www.bcpcouncil.gov.uk/news-hub/news-articles/emergency-support-helped-rough-sleepers-off-the-streets-during-the-winter-freeze",
        "description": "More than 80 individuals sleeping rough were helped off the streets during the recent freezing weather, with 33 remaining in longer-term accommodation. This was due to extra support put into place by BCP Council and homeless charity, St Mungo’s to offer emergency accommodation.",
        "dateTime": "Published: Monday 12 February 2024"
    }
]